var data_test = {
	"1": {
		question: "как дела?",
		type: "radio",
		answers: 
			{
			"Лучше всех!": 5,
			"Хорошо": 4,
			"Нормально": 3,
			"Плохо": 0
			}
		},
	"2": {
		question: "как жизнь?",
		type: "checkbox",
		answers: 
			{
			"Лучше всех!": 5,
			"Хорошо": 4,
			"Нормально": 3,
			"Плохо": 0
			}
		},
	"3": {
		question: "как на ЛФ?",
		type: "text",
		answers: 
			{
			"Лучше всех!": 5,
			"Хорошо": 4,
			"Нормально": 3,
			"Плохо": 0
			}
		},
	"4": {
		question: "Введите ФИО",
		type: "text",
		answers: {}
		},
	"5": {
		question: "По какой теме тест?",
		type: "select",
		answers: {
			"Биология": 1,
			"Организм человека": 3,
			"метоболизм в организме человека": 0,
			"Метаболизм в организме человека как система": 0,
			"Роль Т-киллеров в отаетной реакции имкнитета": 0,
			"Организм человека как биологическая система": 5
			}
		},
	"6": {
		question: "Какой способ размножения является половым?",
		type: "radio",
		answers: 
			{
			"Вегетативное размножение": 0,
			"Генеративное размножение": 1,
			"Почкование": 0,
			"Прививка": 0,
                        "Копипаст": 0
			}
		},
	"7": {
		question: "У каких организмов отсутствует мейоз?",
		type: "radio",
		answers: 
			{
			"Бактерии": 1,
			"Грибы": 0,
			"Растения": 0,
                        "Андроиды": 1,
			"Животные": 0
			}
		},
	"8": {
		question: "Чем гаметы животных отличаются от соматических клеток?",
		type: "radio",
		answers: 
			{
			"Наличием жгутиков": 0,
			"Малой продолжительностью жизни": 0,
			"Вдвое меньшим числом хромосом": 1,
                        "Отсутствием митохондрий": 0,
			"Багом в коде конца гена": 0
			}
		},
	"9": {
		question: "Каковы цитологические основы полового размножения организмов?",
		type: "radio",
		answers: 
			{
			"Способность ДНК к репликации": 1,
			"Процесс формирования спор": 0,
			"Накопление энергии молекулой АТФ": 0,
                        "Матричный синтез и-РНК": 0,
			"Смотри pull-request #52938742 в ветку полового размножения": 0
			}
		},
	"10": {
		question: "Чем зигота отличается от гаметы?",
		type: "radio",
		answers: 
			{
			"Наличием клеточного центра": 0,
			"Наличием ядра": 0,
			"Набором хромосом": 1,
                        "Наличием митохондрий": 0,
			"Количеством букв в названии": 1
			}
		},
	"11": {
		question: "Спермотозоид в отличии от яйцеклетки не имеет",
		type: "radio",
		answers: 
			{
			"Запаса питательных веществ": 1,
			"Клеточной оболочки": 0,
			"Обособленного ядра": 0,
                        "Митохондрий": 0,
			"Смысла жизни": 0
			}
		},
	"12": {
		question: "К какому способу размножения относится партеногенез?",
		type: "radio",
		answers: 
			{
			"Половому": 1,
			"Вегетативному": 0,
			"Почкованию": 0,
                        "Бесполому": 0,
			"Ссыланию на указатель": 0
			}
		}
};